{
  "description": "Law enforcement authorities are continuing to arrest individuals accused of being involved in Wednesday\u0027s assault on the U.S. Capitol. Meanwhile, new videos are emerging on social media showing how rioters stormed the building, with some chanting to hang Vice President Mike Pence. Catherine Herridge reports.\n\nWatch \"CBS This Morning\" HERE: http://bit.ly/1T88yAR\nDownload the CBS News app on iOS HERE: https://apple.co/1tRNnUy\nDownload the CBS News app on Android HERE: https://bit.ly/1IcphuX\nLike \"CBS This Morning\" on Facebook HERE: http://on.fb.me/1LhtdvI\nFollow \"CBS This Morning\" on Twitter HERE: http://bit.ly/1Xj5W3p\nFollow \"CBS This Morning\" on Instagram HERE: http://bit.ly/1Q7NGnY\nGet new episodes of shows you love across devices the next day, stream local news live, and watch full seasons of CBS fan favorites anytime, anywhere with CBS All Access. Try it free! http://bit.ly/1OQA29B \nEach weekday morning, \"CBS This Morning\" co-hosts Gayle King, Anthony Mason and Tony Dokoupil deliver two hours of original reporting, breaking news and top-level newsmaker interviews in an engaging and informative format that challenges the norm in network morning news programs. The broadcast has earned a prestigious Peabody Award, a Polk Award, four News \u0026 Documentary Emmys, three Daytime Emmys and the 2017 Edward R. Murrow Award for Best Newscast. The broadcast was also honored with an Alfred I. duPont-Columbia Award as part of CBS News division-wide coverage of the shootings at Sandy Hook Elementary School in Newtown, Connecticut. Check local listings for \"CBS This Morning\" broadcast times.",
  "publishDate": "2021-01-11T08:02:56",
  "refreshedOnDate": "2021-01-12T14:02:30.713",
  "viewCount": 176463,
  "comments": 2016,
  "likes": 2453,
  "dislikes": 906,
  "responseCode": 200,
  "author": {
    "id": "UC-SJ6nODDmufqBzPBwCvYvQ",
    "title": "CBS This Morning",
    "thumbUrl": "https://yt3.ggpht.com/ytc/AAUvwniGhWajP0BfGE9iNdVu42M3Vy3jvltdV_H2SLz5\u003ds88-c-k-c0x00ffffff-no-rj"
  },
  "id": "hoLqsHbw05E",
  "title": "New videos show how the assault on the U.S. Capitol unfolded, as more arrests are made",
  "thumbUrl": "https://i.ytimg.com/vi/hoLqsHbw05E/mqdefault.jpg"
}